<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<title>Untitled Document</title>
<style type="text/css">
<!--
.style5 {
	color: #0066FF;
	font-size: 10px;
	font-family: Arial;
}
.style6 {
	color: #0066FF;
	font-family: Arial;
	font-weight: bold;
}
.style7 {
	font-family: Arial;
	font-weight: bold;
	color: #CC3300;
}
-->
</style>
</head>

<body>
<h2 align="left"><span class="style7">El n&uacute;cleo geom&eacute;trico de la  identidad marcaria.</span><br />
</h2>
<h2 align="right"><span class="style6">L.A.D.G. Juan Carlos Salda&ntilde;a Hernandez</span><br />
  <span class="style5">Escuela de Dise&ntilde;o<br />
Universidad de Guanajuato<br />
  jcsaldana@excite.com</span></h2>
<p>He llamado n&uacute;cleo geom&eacute;trico a la  estructura que &ldquo;soporta&rdquo; el dise&ntilde;o del grafismo y sus formas, al alma estructural  impl&iacute;cita la mayor&iacute;a de las ocasiones y que se torna invisible a nuestros ojos  a simple vista. Para descubrir este n&uacute;cleo debemos ir capa por capa hasta  llegar a &eacute;l, para evidenciarlo y descubrir su importancia en el dise&ntilde;o de sus  formas en la identidad marcaria.</p>
<p><strong>Primera  capa, La identidad.</strong><br />
    <em>&ldquo;Etimol&oacute;gicamente,  el t&eacute;rmino &ldquo;identidad&rdquo; viene de &iacute;dem, que significa &ldquo;id&eacute;ntico a s&iacute; mismo&rdquo;. La  identidad -de cosas, personas y organizaciones- se define por medio de tres  par&aacute;metros: qu&eacute; es (o qui&eacute;n es), qu&eacute; hace (y para qu&eacute; sirve) y d&oacute;nde est&aacute;  (lugar u origen). Cualquier cosa que est&aacute; en nuestro entorno se puede aislar en  una unidad perceptiva que nos define qu&eacute; es, qu&eacute; hace o significa, y qu&eacute; lugar  ocupa. Estas tres percepciones se dan en una sola&rdquo; </em>(Costa, 2006)<strong></strong></p>
<p>Todos los individuos tenemos una  identidad y todos tenemos una individualidad. En principio sabemos que no hay,  ni ha habido sobre la tierra otra persona id&eacute;ntica a nosotros, parecida s&iacute;,  pero nunca igual. As&iacute; que somos &uacute;nicos ya sea por alg&uacute;n rasgo en los ojos, en  el tama&ntilde;o de nuestra cabeza o en nuestro lenguaje silencioso, los ademanes.  Nuestras costumbres y nuestro lenguaje nos otorgan una identidad geogr&aacute;fica y  los colores e historia de nuestra bandera una identidad nacional. El atuendo  nos etiqueta como un chavo banda o como un exitoso  empresario; el lenguaje y el l&eacute;xico nos dice si es un &ldquo;&ntilde;ero&rdquo;  o &nbsp;intelectual. En fin, que por el simple  hecho de existir, adquirimos una identidad.</p>
<p>Lo mismo ocurre con las empresas, con sus  productos y con sus servicios. De acuerdo con Joan Costa en su curso <em>On</em><em>-Line</em> sobre la  creaci&oacute;n y gesti&oacute;n de marcas (2006), cinco son los elementos estructurales que  crean identidad marcaria, estos son:</p>
<ol start="1" type="1">
  <li>La identidad Verbal.</li>
  <li>La identidad Visual</li>
  <li>Identidad Cultural</li>
  <li>La identidad Objetual</li>
  <li>La identidad ambiental</li>
</ol>
<p>&nbsp;</p>
<p>Sin embargo estos 5 (que s&oacute;lo  corresponden a la gesti&oacute;n de las causas) no son los &uacute;nicos, lo que nosotros  llamamos &ldquo;identidad&rdquo; para el p&uacute;blico es un t&eacute;rmino abstracto, ellos lo  reconocen con el t&eacute;rmino de imagen o lo que la gente cree que es la marca,  misma que tiene dos niveles: </p>
<ol start="1" type="1">
  <li>Un nivel <em>material o       sensorial</em> tangible, en el cual los productos son identificados,       reconocidos, consumidos y recordados.</li>
</ol>
<p>&nbsp;</p>
<ol start="2" type="1">
  <li>Un nivel <em>simb&oacute;lico,       subjetivo</em> donde se consideran s&iacute;mbolos (como el nombre y el grafismo       de la marca, los embalajes) y los &ldquo;valores&rdquo; que la gente atribuye a las       marcas (atributos).</li>
</ol>
<p><strong>Segunda  capa. La identidad marcaria.</strong><br />
  La marca o marcaje se inventa para  diferenciar cosas, productos, personas y animales por un principio de  identificaci&oacute;n/diferenciaci&oacute;n particular. Incluso ya en la antig&uuml;edad personas  de ciertas tribus se marcaban a trav&eacute;s de cortes o tatuajes en la piel. Se  marcaba a los esclavos, a las mercanc&iacute;as y a las reces. <em>&ldquo;La marca comercial es fruto de la evoluci&oacute;n hist&oacute;rica. Su verdadero  origen est&aacute; en la Edad   Media, especialmente en el funcionamiento del sistema  corporativo propio de esa &eacute;poca referido a la forma de organizaci&oacute;n socio  laboral inspirada en las corporaciones y gremios medievales &ndash;el corporativismo-  que consiste en organizar a la sociedad en sectores productivos y no por el  modo de integraci&oacute;n de la producci&oacute;n&rdquo;</em> (Chaves,  1988).<em> &ldquo;Todo  ello manifiesta una actividad econ&oacute;mica&nbsp;  basada en el intercambio de bienes materiales, artesanales e  industriales&rdquo;</em> (Costa, 1990). </p>
<p>Seg&uacute;n Joan Costa en las econom&iacute;as de  mercado del siglo XXI, la marca es el activo m&aacute;s importante de una empresa, y  es bien sabido que las empresas fabrican productos y las personas consumen  marcas o la propia imagen mental que &eacute;sta evoca en el imaginario colectivo del  consumidor. </p>
<p>Podr&aacute;n coexistir dos productos con las  mismas caracter&iacute;sticas, pero nunca dos marcas iguales, as&iacute; mismo la marca puede  existir sin una graf&iacute;a, pero la graf&iacute;a no existe sin un nombre; en principio se  necesita de un nombre de marca para poder distinguir a un producto o servicio a  trav&eacute;s de este signo verbal, logrando as&iacute; verbalizar el nombre a favor o en  contra del mismo.</p>
<p>En el mismo orden encontramos a la  graf&iacute;a, que no es otra cosa que la forma dise&ntilde;ada del nombre (o su dimensi&oacute;n visible),  es un signo ling&uuml;&iacute;stico que al mismo tiempo que se auto identifica a trav&eacute;s de  ciertos rasgos, la distingue de todas las dem&aacute;s, por lo que primero es el <em>logos</em>, idea o  palabra de base y despu&eacute;s la forma visual, por lo tanto ambos signos el verbal y  el visual son la materia y esencia misma que da inicio a la marca.</p>
<p>Dejaremos a un lado los conceptos  relativos a la marca para acercarnos cada vez m&aacute;s a los temas que le dar&aacute;n  sustancia y contenido al n&uacute;cleo geom&eacute;trico del dise&ntilde;o de la identidad marcaria.</p>
<p><strong>&nbsp;</strong></p>
<p><strong>&nbsp;</strong></p>
<p><strong>&nbsp;</strong></p>
<p><strong>&nbsp;</strong></p>
<p><strong>&nbsp;</strong></p>
<p><strong>&nbsp;</strong></p>
<p><strong>&nbsp;</strong></p>
<p><strong>&nbsp;</strong></p>
<p><strong>Tercera  capa. El dise&ntilde;o geom&eacute;trico en la naturaleza.</strong><br />
  Dif&iacute;cilmente notamos que en aquella  manzana que desayunamos el d&iacute;a de hoy, en su base se forme perfectamente la  figura de un pent&aacute;gono; ni tampoco notamos que una pi&ntilde;a, antes de ser cortada  en rebanadas posee sobre su rugosa piel el dise&ntilde;o natural de una espiral  geom&eacute;trica similar a la del girasol. Pero a&uacute;n m&aacute;s conocido es la misma espiral  que se encuentra en el interior de algunos caracoles marinos. &iquest;Coincidencia?  Las formas geom&eacute;tricas han acompa&ntilde;ado por siempre el entorno visual del ser  humano, no es casualidad que la persistencia del orden c&oacute;smico en nosotros nos  de la preferencia por lo sim&eacute;trico en lugar de lo asim&eacute;trico, la geometr&iacute;a es  matem&aacute;tica pura y las matem&aacute;ticas son el lenguaje universal.</p>
<p><img src="image002.jpg" alt="1" width="165" height="128" /><br />
Revista &iexcl;Despertad! Septiembre de 2006</p>
<p>&nbsp;</p>
<p><img src="image004.jpg" alt="2" width="148" height="140" />&nbsp;Pi&ntilde;as.</p>
<p>Revista &iexcl;Despertad! Septiembre de 2006</p>
<p><img src="image006.jpg" alt="3" width="159" height="105" />&nbsp;Caracola.<br />
http://www.portalterraluz.com/fotos/1124563704.jpg</p>
<p><img src="image008.jpg" alt="4" width="127" height="94" />&nbsp; Concha Nautilus.</p>
<p><em>&ldquo;La espiral logar&iacute;tmica vinculada a los rect&aacute;ngulos &aacute;ureos gobierna el crecimiento arm&oacute;nico de muchas formas vegetales  (flores y frutos) y animales (conchas de moluscos), aquellas en las que la forma se mantiene invariante&rdquo;</em></p>
<p>http://www.juntadeandalucia.es/averroes/recursos_informaticos/concurso2002/alumnado/img/caracola2.gif</p>
<p><strong>Cuarta  capa. Las aplicaciones y las relaciones geom&eacute;tricas.</strong><br />
  Existen abundantes ejemplos sobre el  tema, tanto en la actualidad como en las culturas de la antig&uuml;edad, y que van  desde el dise&ntilde;o de mosaicos, hasta la arquitectura, las bellas artes y el  dise&ntilde;o. Leonardo DaVinci afirm&oacute; que en su &ldquo;Esquema de  proporciones del ser humano&rdquo; basado en el N&uacute;mero de Oro y tambi&eacute;n conocido como  Raz&oacute;n &Aacute;urea, distintas relaciones que existen entre esto y los individuos.</p>
<p>Fue Pit&aacute;goras quien descubri&oacute; las relaciones  matem&aacute;ticas en la siguiente figura y su relaci&oacute;n proporcional entre las l&iacute;neas  que la conforman y el punto de oro:</p>
<p><img src="image010.gif" alt="5" width="77" height="73" /></p>
<p>En la siguiente imagen las dos l&iacute;neas  peque&ntilde;as combinadas c y d igualan  a b y esta a su vez  muestra las proporciones de la famosa proporci&oacute;n &aacute;urea o &ldquo;La Divina Proporci&oacute;n&rdquo;<br />
    <img src="image012.gif" alt="6" width="263" height="59" /></p>
<p>a&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; b&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; c&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; d</p>
<p>Ejemplificando lo anterior, en el  siguiente ejemplo podremos ver el resultado de la suma de c m&aacute;s d <strong>y</strong> b m&aacute;s c que tambi&eacute;n nos da la misma  proporci&oacute;n &aacute;urea e igualando esta &uacute;ltima en tama&ntilde;o a la l&iacute;nea a.</p>
<p><img src="image014.gif" alt="7" width="132" height="111" />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <img src="image016.gif" alt="8" width="133" height="111" /></p>
<p>Esta proporci&oacute;n busca y produce compositivamente una estilizaci&oacute;n de la figura hacia &ldquo;La Belleza Divina&rdquo;. Algunas  aplicaciones pr&aacute;cticas las observamos en la Venus de Boticheli o en  el dise&ntilde;o de un cartel cinematogr&aacute;fico.</p>
<p>&nbsp;</p>
<p><img src="image018.jpg" alt="9" width="70" height="143" />&nbsp;http://descartes.cnice.mecd.es/Geometria/belleza/Belleza_aux/acineva.gif</p>
<p>&nbsp;</p>
<p>http://descartes.cnice.mecd.es/Geometria/belleza/Belleza_aux/araquelwelch2.gif</p>
<p>Adem&aacute;s partiendo de esta figura  geom&eacute;trica (la estrella de David) es posible trazar el rect&aacute;ngulo de oro o  rect&aacute;ngulo &aacute;ureo, admirado por sus proporciones y sus cualidades compositivas.</p>
<p>La siguiente sucesi&oacute;n de im&aacute;genes lo  representa en detalle:</p>
<p>&nbsp;</p>
<p><img src="image020.gif" alt="10" width="467" height="63" /></p>
<p>&nbsp;</p>
<p>Fidas fue el arquitecto que dise&ntilde;&oacute; el Parten&oacute;n, mandado a construir por  Pericles en honor a la diosa Atenea en el periodo conocido  como el de la   Grecia Cl&aacute;sica. Esta magn&iacute;fica obra arquitect&oacute;nica basa sus  dimensiones en el n&uacute;mero y rect&aacute;ngulo &aacute;ureo, tal y como a continuaci&oacute;n puede  verse:</p>
<p><img src="image023.jpg" alt="11" width="189" height="117" /></p>
<p>http://personal.telefonica.terra.es/web/imarti22/actividades/actividades/numero/marco_numero21.htm</p>
<p><strong>Quinta  capa. La estructura geom&eacute;trica en las artes pl&aacute;sticas.</strong><br />
  Se piensa que en la pl&aacute;stica el artista  plasma aleatoriamente su trabajo sobre el lienzo,  sobre c&oacute;mo ve y planea los trazos sobre la superficie es una actitud meramente  personal e individualista, sin embargo, la geometr&iacute;a casi siempre se presenta  en su obra, sea de manera intencionada o no. En algunas obras esta geometr&iacute;a se  presenta ante los ojos de manera natural como en las geometr&iacute;as e ilusiones  &oacute;pticas del&nbsp; pintor h&uacute;ngaro-franc&eacute;s Victor Vasarely o en las  repeticiones de Escher, en algunas otras como en  pinturas de Alberto Durero, hay que buscar con m&aacute;s  cuidado las relaciones entre la obra, la disposici&oacute;n de los elementos y la  geometr&iacute;a que los aglutina. Pero en otras como en Las Flauta de Pan de Pablo Picasso esas relaciones pueden parecer inexistentes, sin  embargo en esta obra en particular se presentan un gran n&uacute;mero de situaciones  extraordinarias y que a continuaci&oacute;n tratar&eacute; de exponer de la forma m&aacute;s  sencilla que me sea posible.</p>
<p>A simple vista y para el observador  ocasional la obra no &ldquo;muestra&rdquo; nada m&aacute;s all&aacute; de lo que las im&aacute;genes, las formas  y el color transmiten a simple vista; pero para el ojo reflexivo y para el  observador cuidadoso se podr&aacute; apreciar una composici&oacute;n que gu&iacute;a la vista m&aacute;s  all&aacute; de las l&iacute;neas horizontales, verticales y diagonales de la pintura.</p>
<p>Haciendo un primer an&aacute;lisis o una  disecci&oacute;n m&aacute;s profunda que nos permita ver las entra&ntilde;as de la obra,  encontraremos que en ambos extremos se ubican dos muros casi de la misma  proporci&oacute;n, y por la angulaci&oacute;n en su parte superior  gu&iacute;an la vista hacia la parte superior de color azul.<br />
</p>
<div>
  <p>Muro izquierdo y derecho</p>
</div>
  
</p>
<br clear="all" />
<br />
<div>
  <p>Fondo azul</p>
</div>
 <div>
  <p>Rect&aacute;ngulos</p>
</div>
<img src="./quinta_capa_picasso.jpg" width="482" height="224" alt="">
<p>[Especificaciones  de la obra: T&iacute;tulo de la obra.- La flauta de pan. Autor.- Pablo Picasso. Dimensiones.- 205 x 184 cm. T&eacute;cnica.- &oacute;leo  pintada sobre tela. Fecha de realizaci&oacute;n.- 1923].</p>
<p>Al centro y atr&aacute;s de los dos personajes  quienes son los elementos en primer plano y los de mayor importancia, se  encuentra un rect&aacute;ngulo y frente a &eacute;ste se observan dos elementos que hacen de  cajones en donde el personaje que toca la flauta se encuentra sentado. Todas  las l&iacute;neas perceptibles me llevan a suponer que existe una trama estructurada  que &ldquo;sostiene&rdquo; la composici&oacute;n. &iquest;Existe alg&uacute;n criterio formal espec&iacute;fico que el  autor haya decidido emplear al pintar este cuadro? Asombrosamente el trazo y la  divisi&oacute;n de la obra son m&aacute;s complejos e interesantes de lo que aparenta. En la  lectura de las siguientes tres l&aacute;minas puede notarse y verse lo siguiente:<br />
    <img src="image031.jpg" alt="17" width="553" height="231" /></p>
<p>Los muros colocados a los costados  dividen el formato en 5 partes iguales (l&iacute;nea color magenta) y la l&iacute;nea  punteada divide la pintura en 4 partes iguales (de color negro en la imagen de  la izquierda y de color blanco en la del centro) que coinciden con ciertos  puntos importantes.</p>
<p>La diagonal (l&iacute;nea color amarillo) que  parte del &aacute;ngulo superior izquierdo al inferior derecho juega tambi&eacute;n un papel  importante, adem&aacute;s vea las l&iacute;neas de la flauta prolongarse y coincidir al  centro de la base del formato, exactamente a la mitad de la tercera de las 5  divisiones verticales (numeraci&oacute;n en verde). Para hacerlo a&uacute;n m&aacute;s expl&iacute;cito he  numerado y encerrado las &ldquo;coincidencias&rdquo; dentro de un c&iacute;rculo as&iacute; que usted  mismo podr&aacute; revisar punto a punto cada una de ellas, e incluso descubrir las  que no hice evidentes para no caer a&uacute;n en un exceso mayor.</p>
<p>En la siguiente ilustraci&oacute;n se aprecia  como el pent&aacute;gono envuelve a ciertas figuras dentro de su geometr&iacute;a y otras  como el caj&oacute;n sobre el que el flautista est&aacute; ubicado y exactamente a la mitad  del mismo, se ubican el inicio de la cabeza y la parte superior de este caj&oacute;n.  V&eacute;ase tambi&eacute;n como la l&iacute;nea punteada vertical tambi&eacute;n de color rojo contin&uacute;a la  vertical del muro y a su vez la divisi&oacute;n entre el brazo y el costado del torso  del personaje.</p>
<p><img src="image033.jpg" alt="18" width="170" height="186" />&nbsp;&nbsp;&nbsp;&nbsp; <img src="image035.jpg" alt="19" width="141" height="126" /></p>
<p>Al lado derecho tenemos un detalle en  donde tambi&eacute;n podemos ver como el pent&aacute;gono delimita ciertos puntos clave tales  como la distancia del hombro izquierdo del personaje con el muro derecho (lo  que nos da la proporci&oacute;n del pent&aacute;gono) el costado y la parte baja de la flauta  corresponden a un segmento de la geometr&iacute;a (l&iacute;nea de color azul) y por &uacute;ltimo  la l&iacute;nea de color amarillo que corresponde a la mitad del pent&aacute;gono y que  coincide con uno de los lados de la flauta.</p>
<p>Existe otra gran variedad de v&iacute;nculos  geom&eacute;tricos que he pasado por alto intencionalmente, pero que usted bien podr&iacute;a  encontrarlos e incluso descubrir otros que yo no he notado a&uacute;n.</p>
<p>Ahora tal vez tengamos m&aacute;s preguntas que  respuestas y algunas de ellas podr&iacute;an ser las siguientes: &iquest;Todas estas  coincidencias fueron hechas intencionalmente? &iquest;Acaso son demasiado precisas  para haber sido hechas al azar? &iquest;Estos alineamientos representan los verdaderos  prop&oacute;sitos del autor? En verdad no lo sabemos, pero se puede afirmar que la  intuici&oacute;n y la geometr&iacute;a intencionalmente o no, formaban parte de la planeaci&oacute;n  en la obra de Pablo Picasso.</p>
<p><strong>Sexta  capa. El n&uacute;cleo geom&eacute;trico de la identidad marcaria.</strong><br />
  Por fin la &uacute;ltima capa para llegar al  n&uacute;cleo. Hemos explorado ya la importancia de la marca en el orden de las formas  y los significados, tambi&eacute;n la importancia de la aplicaci&oacute;n de la geometr&iacute;a en  un entorno natural y artificial. Resta solamente evidenciar algunas  coincidencias geom&eacute;tricas en marcas internacionales tales como Motorola y Adidas, por s&oacute;lo  mencionar dos de ellas.</p>
<p>En el sal&oacute;n de clase y al inicio de las  sesiones de trabajo de la materia de &ldquo;Taller de dise&ntilde;o III: imagen  corporativa&rdquo;, pido a los alumnos llevar en fotocopia y a tama&ntilde;o carta, algunos  de los dise&ntilde;os de las marcas comerciales m&aacute;s conocidas. Por supuesto que  abundan las de Coca Cola, Nike, Adidas,  Apple, Motorola, entre  otras. Pido adem&aacute;s de otras consideraciones, realizar un an&aacute;lisis formal de las  mismas con la finalidad de percibir y hacer consciente lo que ya sabemos y lo  que es evidente en cada uno de los dise&ntilde;os pero que pasamos por alto al  observarlos como consumidores y no desde nuestro propio terreno, el del  profesional del dise&ntilde;o gr&aacute;fico. El hecho de hacer consciente lo que el  inconsciente, nos ayuda entre otras cosas a revisar conceptos y teor&iacute;as de la  percepci&oacute;n aplicadas a dichas marcas.</p>
<p>A pesar de que es evidente en un gran  n&uacute;mero de casos de an&aacute;lisis, la sencillez y la econom&iacute;a de las formas y de los  trazos, es un punto que en particular tarda en ser &ldquo;descubierto&rdquo; por los  alumnos.</p>
<p>&nbsp;</p>
<p><img src="image037.jpg" alt="20" width="54" height="73" />&nbsp;Identidad marcaria  original, a&ntilde;o 1916.</p>
<p><img src="image039.jpg" alt="21" width="59" height="66" />&nbsp;Identidad marcaria,  a&ntilde;o 1937.</p>
<p><img src="image041.jpg" alt="22" width="66" height="59" />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Marca dise&ntilde;ado por Paul  Rand, a&ntilde;o 1961</p>
<p><img src="image043.jpg" alt="23" width="56" height="60" />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; Identidad marcaria  actual, a&ntilde;o 2003.</p>
<p>&nbsp;</p>
<p>Fuente de consulta:  http://www.100ups.com/espanol/features/leaders4.html</p>
<p>En algunas otras ocasiones nos es posible  analizar la evoluci&oacute;n gr&aacute;fica de una marca y la consecuencia de ello. La marca  UPS es un buen ejemplo de ello, PepsiCola es otro y Nike uno m&aacute;s; cada uno de ellos evoluciona hasta lograr una  s&iacute;ntesis en s&iacute; mismo. La marca de Paul Rand para <em>United</em><em> Parcel Service</em> se le ha despojado  de formas innecesarias, no porque haya sido mal concebido, sino que se ha  transformado para adaptarse a las nuevas necesidades de la informaci&oacute;n  publicitaria, en este sentido la econom&iacute;a y la simplificaci&oacute;n visual hacen su  parte del trabajo y toda proporci&oacute;n guardada, es tal y como el profesor Mariano  Ba&ntilde;os -respecto a la publicidad- lo ha enunciado: <em>&ldquo;A los 10 minutos de haber visto una bater&iacute;a de 15 espots,  s&oacute;lo recordaremos dos de ellos. &iexcl;Y extractados! </em></p>
<p><img src="image045.jpg" alt="24" width="102" height="78" />&nbsp;Identidad marcaria.<br />
<img src="image047.jpg" alt="25" width="69" height="69" />&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; S&iacute;mbolo de sustituci&oacute;n.</p>
<p>Nike es un buen ejemplo en donde la simplificaci&oacute;n se da por la  sustituci&oacute;n del s&iacute;mbolo por el nombre. El m&eacute;todo se reconoce como mnemot&eacute;cnico  debido al uso permanente y la repetici&oacute;n constante de la paloma y el nombre, el  signo ling&uuml;&iacute;stico y el signo ic&oacute;nico respectivamente, ha permitido que este  &uacute;ltimo tome el lugar del primero. Lo sustituye en la medida en que lo  representa, lo evoca, porque est&aacute;n indisociablemente vinculados a &eacute;l. Otros  ejemplos son: el c&iacute;rculo y la estrella de Mercedes o el cocodrilo Lacoste, la manzana de Apple,  etc&eacute;tera.</p>
<p>Sin embargo, esta sencillez ajusta sus  formas a un dise&ntilde;o geom&eacute;trico, de la misma manera y como lo vimos ya con el Partenon y en la obra de Pablo Picasso.  Iniciemos pues nuestro an&aacute;lisis geom&eacute;trico de la marca Adidas:</p>
<p>&nbsp;</p>
<p><img src="image049.jpg" alt="27" width="144" height="98" /><br />
En el primer an&aacute;lisis se observan algunas  coincidencias aleatorias entre los tama&ntilde;os y las proporciones, y en la  siguiente l&aacute;mina se encuentran todos los trazos respectivos.</p>
<p><img src="image051.jpg" alt="28" width="161" height="109" />&nbsp;</p>
<p>A continuaci&oacute;n detallar&eacute; algunos de ellos  con mayor precisi&oacute;n.</p>
<p><img src="image053.jpg" alt="29" width="318" height="246" /><br />
La forma gr&aacute;fica se presenta como un  tri&aacute;ngulo escaleno colocada sobre una tipograf&iacute;a. Es de llamar la atenci&oacute;n como  coinciden segmentos en la tipograf&iacute;a con el grafismo en la parte superior.</p>
<p>Hemos llegado hasta aqu&iacute; con el an&aacute;lisis  del n&uacute;cleo geom&eacute;trico de la identidad marcaria; como  se habr&aacute;n podido percatar es un tema basto en contenido y los niveles sobre los  que se puede profundizar son numerosos y muy interesantes tambi&eacute;n; por lo que  invito al lector a ir descubriendo estas &ldquo;capas&rdquo; para comprender y descubrir el  dise&ntilde;o gr&aacute;fico de la identidad de marcas, mismo que queda en muchas ocasiones  oculto a los ojos del observador convencional.&nbsp; </p>
<p><strong>&nbsp;</strong></p>
<p>Fuentes de  Informaci&oacute;n.</p>
<p>Revista  &iexcl;Despertad!, Septiembre de 2006.</p>
<p>Salda&ntilde;a  Hern&aacute;ndez, Juan Carlos. An&aacute;lisis de la forma. Trabajo de investigaci&oacute;n de la  obra de Pablo Picasso. Realizado durante los estudios  de la maestr&iacute;a en Artes Visuales en la Academia de san Carlos, UNAM. M&eacute;xico D.F. 1995.</p>
<p>http://psicogeometria.com/arte.htm<br />
  Encontrar&aacute;s  informaci&oacute;n relativa a la &ldquo;Geometr&iacute;a sagrada&rdquo; y algunos an&aacute;lisis de obras tales  como Leda At&oacute;mica de Salvador Dal&iacute; as&iacute; como del pintor impresionista  franc&eacute;s Georges Pierre Seurat.</p>
<p>http://www.portalplanetasedna.com.ar/divina_proporcion.htm<br />
  El Hombre de Vitruvio. La Divina Proporci&oacute;n. Conceptos Para Enteder Mejor: El C&oacute;digo Da Vinci.</p>
</body>
</html>
